Repository: wp-plugins/google-calendar-events
Catalog: 2.0.5.1/languages/gce-*.po
Languages: fr_fr

source: General Settings
fr_fr: Configuration générale

source: Feeds
fr_fr: Flux

source: There are currently no events to display.
fr_fr: Actuellement il n'y a pas de flux à afficher

source: %s year
fr_fr: %s année

source: %s years
fr_fr: %s années

source: %s month
fr_fr: %s mois

source: %s months
fr_fr: %s mois

source: %s week
fr_fr: %s semaine

source: %s weeks
fr_fr: %s semaines

source: %s day
fr_fr: %s jour

source: %s days
fr_fr: %s jours

source: %s hour
fr_fr: %s heure

source: %s hours
fr_fr: %s heures

source: %s min
fr_fr: %s minute

source: %s mins
fr_fr: %s minutes

source: The feed URL has not been set. Please make sure to set it correctly in the Feed settings.
fr_fr: Le flux URL n'a pas été défini, Merci de vérifier qu'il le soit dans la configuration des flux.

source: Some data was retrieved, but could not be parsed successfully. Please ensure your feed URL is correct.
fr_fr: Des données ont été récupérées, mais elles ne peuvent être interprétées correctement merci de vérifier que la définition du flux est correcte.

source: The feed could not be found (404). Please ensure your feed URL is correct.
fr_fr: Le flux RSS n'a pas pu être trouvé(error 404). Merci de vérifier que la définition du flux est correcte.

source: Access to this feed was denied (403). Please ensure you have public sharing enabled for your calendar.
fr_fr: L'accès au flux a été refusé error 403). Merci de vérifier sur votre/vos calendrier/s que le partage public des données est activé

source: The feed data could not be retrieved. Error code: %s. Please ensure your feed URL is correct.
fr_fr: Les données du flux n'ont pu être récupérées. Le message d'erreur est : %s. Merci de vérifier que la configuration de votre flux est correcte.

source: Please ensure your feed URL is correct.
fr_fr: Merci de vérifier que la configuration de votre flux est correcte.

source: Google Calendar Feeds
fr_fr: Flux des Calendriers Google

source: Feed
fr_fr: Flux

source: GCal Events
fr_fr: Evènements de GCal

source: Add New
fr_fr: Ajouter Nouveau

source: Add New Feed
fr_fr: Ajouter un nouveau Flux

source: New Feed
fr_fr: Nouveau Flux

source: Edit Feed
fr_fr: Editer Flux

source: View Feed
fr_fr: Voir flux

source: All GCal Feeds
fr_fr: Tous les flux Gcal

source: Search GCal Feeds
fr_fr: Chercher flux GCal

source: No feeds found.
fr_fr: Aucun flux Gcal n'a été trouvé.

source: No feeds found in Trash.
fr_fr: Il n'y a pas de flux dans la corbeille.

source: %4$s updated. %1$sView %2$s%3$s
fr_fr: %4$s a été mis à jour. %1$sVoir %2$s%3$s

source: %4$s published. %1$sView %2$s%3$s
fr_fr: %4$s a été publié. %1$sVoir %2$s%3$s

source: %4$s saved. %1$sView %2$s%3$s
fr_fr: %4$s a été sauvegardé. %1$sVoir %2$s%3$s

source: %4$s submitted. %1$sView %2$s%3$s
fr_fr: %4$s a été soumis. %1$sVoir %2$s%3$s

source: %4$s draft updated. %1$sView %2$s%3$s
fr_fr: le brouillon de %4$s a été mis à jour. %1$sVoir %2$s%3$s

source: Save Settings
fr_fr: Sauvegarder la configuration

source: Save your settings when uninstalling this plugin. Useful when upgrading or re-installing.
fr_fr: Sauvegarder votre configuration quand vous désinstallez le plugin. Utile lors des mises à jour ou réinstallations.

source: The callback function used for the <strong>%s</strong> setting is missing.
fr_fr: La fonction de callback/rappel utilisée pour la configuration de <strong>%s</strong> est manquante

source: Cache has been cleared for this feed.
fr_fr: Le cache a été vidé pour ce flux.

source: Display a list or calendar grid of events from one or more Google Calendar feeds you have added
fr_fr: Affiche une liste ou une grille d'évènements pour un ou plusieurs flux Calendrier Google que vous avez ajoutés

source: No valid Feed IDs have been entered for this widget. Please check that you have entered the IDs correctly in the widget settings (Appearance > Widgets), and that the Feeds have not been deleted.
fr_fr: Aucun ID de flux valide n'a été ajouté pour ce widget. Merci de vérifier que l'ID du flux est correcte dans la configuration du widget (Apparance > Widgets) et que les flux n'ont pas été supprimés.

source: You have not added any feeds yet.
fr_fr: Aucun flux n'a encore été ajouté

source: There are no feeds created yet.
fr_fr: Aucun flux n'a encore été créé.

source: Add your first feed!
fr_fr: Ajouter votre premier flux Gcal.

source: Feeds to display, as a comma separated list (e.g. 101,102,103)
fr_fr: Les flux Gcal à afficher doivent l'être sous forme de liste séparés par une virgule (par exemple: 101,102,103)

source: Display events as:
fr_fr: Montrer évènements comme:

source: Grid
fr_fr: Grille

source: Calendar Grid - with AJAX
fr_fr: Calendrier sous forme de grille avec AJAX

source: List
fr_fr: Liste

source: Grouped List
fr_fr: Liste groupée

source: Maximum no. events to display. Enter 0 to show all retrieved.
fr_fr: Nombre maximum d'évènements à afficher. Entrez la valeur 0 pour afficher tous les évènements trouvés.

source: Sort order (only applies to lists):
fr_fr: Critère de tri (Applicable seulemnent pour les listes):

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Display title on tooltip / list item (e.g. 'Events on 7th March') Grouped lists always have a title displayed.
fr_fr: Montrer le titre dans l'info-bulle (tooltip) ou l'élément de la liste groupée (par exemple, 'Evènements du 7 mars'). Les listes groupées ont toujours le titre affiché.

source: Check this box to use the simple display options below instead of the Event Builder code on the left.
fr_fr: Cochez cette case pour utiliser les options de présentation simplifiée au lieu du Constructeur d'évènements à gauche.

source: Start date / time display
fr_fr: Presentation de la date et heure de début

source: Select how to display the start date / time.
fr_fr: Choisir comment afficher la date et heure de début.

source: None
fr_fr: Aucun

source: Start time
fr_fr: Heure de début

source: Start date
fr_fr: Date de début

source: Start time and date
fr_fr: Heure et date de début

source: Start date and time
fr_fr: Date et heure de début

source: Text to display before the start time.
fr_fr: Texte à afficher avant l'heure de début.

source: End time/date display
fr_fr: Affichage de la date et heure de fin

source: Select how to display the end date / time.
fr_fr: Choisir comment afficher la date et heure de fin.

source: End time
fr_fr: Heure de fin

source: End date
fr_fr: Date de fin

source: End time and date
fr_fr: Heure et date de fin

source: End date and time
fr_fr: Date et heure de fin

source: Text to display before the end time.
fr_fr: Texte à afficher avant l'heure de fin.

source: Separator
fr_fr: Séparateur

source: If you have chosen to display both the time and date above, enter the text / characters to display between the time and date here (including any spaces).
fr_fr: Si vous avez choisi d'afficher à la fois l'heure et la date ci-dessus, Merci d'entrez les caractères à afficher entre la date et l'heure ici(avec les espaces).

source: Show the description of events? (URLs in the description will be made into links).
fr_fr: Afficher la description des évènements? (les URLs des descritions sont converties en liens).

source: Text to display before the description.
fr_fr: Texte à afficher avant la description.

source: Maximum number of words to show from description. Leave blank for no limit.
fr_fr: Nombre maximum de mots à afficher de la description. Laisser le champ vide si vous ne voulez aucune limite.

source: Event Link
fr_fr: Lien de l'évènement

source: Show a link to the Google Calendar page for an event?
fr_fr: Mettre le lien vers la page de Google Calendar pour un évènement?

source: Links open in a new window / tab?
fr_fr: Ouvrir le lien dans une nouvelle fenêtre?

source: The link text to be displayed.
fr_fr: Le texte du lien à afficher

source: We're <strong>smack dab</strong> in the middle of building additional features for this plugin. Have ideas?
fr_fr: Nous sommes actuellement en train d'ajouter des fonctionnalités supplémentaires pour ce plugin.Des suggestions?

source: Visit our roadmap and tell us what you're looking for
fr_fr: Visitez notre plan de route et dites-nous ce que vous recherchez

source: Want to know when we release something new?
fr_fr: Vous souhaitez être tenu informé des mises à jour?

source: Get notified of major plugin updates
fr_fr: Soyez informés des mises à jour du plugin

source: Feed Shortcode
fr_fr: Raccourci de commande du Flux

source: Copy and paste this shortcode to display this Google Calendar feed in any post or page.
fr_fr: Copier/collez ce raccourci de commande pour afficher ce flux de Google Calendar dans n'importe quel post ou page.

source: GCal Feed URL
fr_fr: URL du flux GCal

source: The Google Calendar feed URL.
fr_fr: L'URL du flux Google Calendar.

source: Example
fr_fr: Exemple

source: How to find your GCal feed URL
fr_fr: Comment trouver l'URL du flux GCal

source: Search Query
fr_fr: Requête de recherche

source: Find and show events based on a search query.
fr_fr: Trouver et afficher les évènements à partir de la requête de recherche.

source: Expand Recurring Events?
fr_fr: Evènements récurrents étendus?

source: Yes
fr_fr: Oui

source: This will show recurring events each time they occur, otherwise it will only show the event the first time it occurs.
fr_fr: cette option affiche les évènements récurrents chaque fois qu'ils se produisent; Sinon, ils ne sont affichés que pour leur première occurence.

source: Retrieve Events From
fr_fr: Recupérer les évènements depuis

source: Today
fr_fr: Aujourd'hui

source: Start of current week
fr_fr: Début de la semaine courante

source: Start of current month
fr_fr: Début du mois courant

source: End of current month
fr_fr: Fin du mois courant

source: The beginning of time
fr_fr: Le tout début

source: Specific date
fr_fr: Date spécifique

source: The point in time at which to start retrieving events.
fr_fr: La date de départ à partir de laquelle on récupère les évènements.

source: Retrieve Events Until
fr_fr: Récupérer les évènements jusqu'à

source: The end of time
fr_fr: La fin des temps

source: The point in time at which to stop retrieving events.
fr_fr: La date à partir de quand on arrête de récupérer les évènements.

source: Max Number of Events
fr_fr: Nombre max d'évènements

source: Maximum number of events to show.
fr_fr: Nombre maximum d'évènements à afficher

source: Date Format
fr_fr: Format de date

source: Use %sPHP date formatting%s.
fr_fr: Utiliser le %sformat de date de PHP%s.

# References the Date Format option
source: Leave blank to use the default.
fr_fr: Laisser en blanc pour utiliser les valeurs par défaut.

source: Time Format
fr_fr: Format d'heure

# References the Time Format option
source: Leave blank to use the default.
fr_fr: Laisser en blanc pour utiliser les valeurs par défaut.

source: Timezone Adjustment
fr_fr: Ajustement de fuseau horaire

source: If you are having problems with dates and times displaying in the wrong timezone, select a city in your required timezone here.
fr_fr: Si vous avez des problèmes d'affichage de date et d'heure, dans le mauvais fuseau horaire Selectionner une ville qui appartient au fuseau horaire requis ici.

source: Cache Duration
fr_fr: Durée du cache

source: The length of time, in seconds, to cache the feed (43200 = 12 hours). If this feed changes regularly, you may want to reduce the cache duration.
fr_fr: La durée de temps, en secondes, pour maintenir le Flux en cache (43200 = 12 heures). Si ce flux change fréquemment, vous pouvez réduire la durée du cache.

source: Multiple Day Events
fr_fr: Evènements sur plusieurs jours

source: Show on each day
fr_fr: Montrer sur chaque jour

source: Show events that span multiple days on each day that they span, rather than just the first day.
fr_fr: Montrer les évènements ayant lieu sur plusieurs jours,sur chaque jour plutôt que sur le seul premier jour.

source: Display Mode
fr_fr: Mode d'affichage

source: Choose how you want your calendar to be displayed.
fr_fr: Choisir comment vous voulez afficher votre calendrier.

source: Clear Cache
fr_fr: Vider le cache

source: This will clear your feed cache. This also automatically happens when you save your changes. %sIf you make changes you %sMUST%s save first or your changes will be lost.
fr_fr: Ceci va vider le cache de votre flux. Cela arrive automatiquement quand vous sauvez vos changements. %sSi vous faites des changements vous , %sDEVEZ%s sauvegarder en premier lieu, ou vos modifications seront perdues.

source: Documentation & Getting Started
fr_fr: Documentation et guide de démarrage

source: Community Support Forums
fr_fr: Forum de support communautaire

source: Get Notified of Major Updates
fr_fr: Soyez informés des mises à jour principales

source: Now Accepting 5-Star Reviews!
fr_fr: Nous acceptons la notation 5 étoiles!
